[
	{
		"text": "Humans constantly feel pain in their hearts. Because the heart is so sensitive to pain, humans also feel that to live is to suffer.",
		"character": "Kaworu Nagisa",
		"anime": "Neon Genesis Evangelion",
		"id": 2381
	},
	{
		"text": "I learned that no matter how much you want something, no matter how much you scream for it, sometimes it's out of your reach.",
		"character": "Takashi Natsume",
		"anime": "Natsume Yuujinchou",
		"id": 4319
	},
	{
		"text": "I love flowers. They look so good... On me.",
		"character": "Evergreen",
		"anime": "Fairy Tail",
		"id": 4167
	},
	{
		"text": "Lend me 100 yen since I'm beautiful.",
		"character": "Aisa Himegami",
		"anime": "Toaru Majutsu no Index",
		"id": 4929
	},
	{
		"text": "We can only live while we lose.",
		"character": "Renji Yomo",
		"anime": "Tokyo Ghoul",
		"id": 835
	},
	{
		"text": "Isn't the foolishness of the few a more precious commodity than the wisdom of the masses? There are those who were born human but harbor wishes that man was not meant for and have renounced their humanity in its pursuit.",
		"character": "Gilgamesh",
		"anime": "Fate/zero",
		"id": 722
	},
	{
		"text": "As far as relationships with other people go, they don't just end because one person decides that it's over.",
		"character": "Kinichirou Imamura",
		"anime": "Again!!",
		"id": 2215
	},
	{
		"text": "Life hurts, you think we don't know that? But some of us choose to go on regardless. Some of us don't have time to die cause people count on us to survive.",
		"character": "Ganta Igarashi",
		"anime": "Deadman Wonderland",
		"id": 3508
	},
	{
		"text": "Akamaru, what's wrong boy? Have you forgotten my scent? We've always been together haven't we? We grew up together. Akamaru please, somewhere in there, there has to be a part of you that remembers. Show me that you remember. AKAMARU! Forgive me. Can you? I know that I've brought you nothing but pain and suffering. I broke my word. I swore I'd always protect you. Akamaru I'm sorry. Sorry I wasn't a better master. I'm here. Here for you. Forever.",
		"character": "Kiba Inuzuka",
		"anime": "Naruto",
		"id": 6691
	},
	{
		"text": "If I can be with you when the world ends, it'll be enough for me.",
		"character": "Blue",
		"anime": "Wolf’s Rain",
		"id": 2600
	},
	{
		"text": "Gohan, let it go. It is not a sin to fight for the right cause. There are those who words alone will not reach.",
		"character": "Android 16",
		"anime": "Dragon Ball",
		"id": 4982
	},
	{
		"text": "Therefore let me inform you...All of your dreams are to be thrown away.",
		"character": "Ulquiorra Schiffer",
		"anime": "Bleach",
		"id": 6840
	},
	{
		"text": "I'm always alone. Other people don't factor into what I do. The things that happen in front of me are parts of my life and my life alone.",
		"character": "Hachiman Hikigaya",
		"anime": "Yahari Ore no Seishun Love Come wa Machigatteiru. Zoku",
		"id": 1356
	},
	{
		"text": "Family is other people. No matter how close your blood relationship is... no matter what your relationship may be... anyone other than you is not you! And so you have to think it over and decide for yourself! Take away other people's wants and needs, and decide if this is something that is necessary for you! It may cause hardships to others, but you want it. That's your free will right there! But you ignore that and decide based on someone else's advice, because decency demands it, because people say it's awful, you will fail and quit. No one could succeed that way! You don't understand what you're trying to do. With that as your background, how do you expect to make a promise to yourself? But the opposite way... there are risks there too, of course. If you decide to take the action that best suits you, there will be people who won't understand. People will be saddened by your actions.",
		"character": "Yuuko Ichihara",
		"anime": "xxxHOLiC",
		"id": 4414
	},
	{
		"text": "The human heart will always sway. And only then do we know that it is truly a human heart.",
		"character": "Sister Libelle",
		"anime": "07 Ghost",
		"id": 1144
	},
	{
		"text": "You do them one favor and they think you're their best friend. This is why I could care less if their entire species was swallowed up.",
		"character": "Hiei",
		"anime": "Yu Yu Hakusho",
		"id": 6064
	},
	{
		"text": "In the world of sports, quickness doesn't necessarily mean having the fastest time. It could also mean the acceleration from zero to maximum speed or the deceleration from maximum speed to zero. This is known as agility.",
		"character": "Midorima Shintarou",
		"anime": "Kuroko No Basket",
		"id": 2162
	},
	{
		"text": "Murder doesn't necessarily mean evil, right? The world being what it is, a lot of people out there deserve to die, don't they? But those who do take it upon themselves to kill others, have to be prepared to have others try to kill them as well. And that's what they call the law of Karma, my friends. That's why good or bad, the only ones who are going to be left standing are the ones with the strongest wills to survive.",
		"character": "Genjo Sanzo",
		"anime": "Saiyuki",
		"id": 3708
	},
	{
		"text": "Love provides the worth of everything in the world. Without love...gold, silver, horses, and women...all are worthless.",
		"character": "Father Willibald",
		"anime": "Vinland Saga",
		"id": 267
	},
	{
		"text": "I am who I am now because of everything that's happened. If I try to deny my past, I'm denying the person I've become. I don't want to do that.",
		"character": "Iori Nagase",
		"anime": "Kokoro Connect",
		"id": 4597
	},
	{
		"text": "No matter what changes, I'll still be me. And I can be whoever I want to be!",
		"character": "Amu Hinamori",
		"anime": "Shugo Chara",
		"id": 4610
	},
	{
		"text": "You came into my life as a story, you left as a legend.",
		"character": "Reborn",
		"anime": "Katekyo Hitman Reborn!",
		"id": 3577
	},
	{
		"text": "If it's a wish that can be fulfilled, then fulfill it. If there's hesitation and worries, then remove the sources of worries altogether.",
		"character": "Yoite",
		"anime": "Nabari no Ou",
		"id": 1827
	},
	{
		"text": "I would rather be a brainless monkey than a heartless monster. (To Frieza)",
		"character": "Son Goku",
		"anime": "Dragon Ball",
		"id": 6422
	},
	{
		"text": "DON'T LEAVE ME!!",
		"character": "Sohma Kagura",
		"anime": "Fruits Basket",
		"id": 5978
	},
	{
		"text": "I'll rip that mouth of yours apart, so you can never again utter such spells!",
		"character": "Reiji Shiratori",
		"anime": "Ao no Exorcist",
		"id": 5577
	},
	{
		"text": "People can only truly understand things that they've actually experienced.",
		"character": "Lichtendahl Tsery",
		"anime": "Mobile Suit Gundam 00",
		"id": 1896
	},
	{
		"text": "School trips are simply a simulation of adult social life. If you ever go on a business trip with your boss, you won't get to choose where to stay or what to eat, but if you compromise, you can still have a modicum of fun. School trips train you to trick yourself into that kinda mindset.",
		"character": "Hachiman Hikigaya",
		"anime": "Yahari Ore no Seishun Love Come wa Machigatteiru. Zoku",
		"id": 1474
	},
	{
		"text": "Math is like a puzzle or a game. There's a clear answer, and you're going on a journey to find it. But there are many ways to reach that answer. That's why it's so fulfilling when you find the solution. There are ways to find an answer promptly, or more freely. Even roundabout methods can bring you to a definite solution. The method may not be pretty, but when the answer you worked hard to discover is right, it makes you happy.",
		"character": "Kaori Fujimiya",
		"anime": "Isshūkan Friends",
		"id": 2122
	},
	{
		"text": "Seriously, enslavement is funny...",
		"character": "Near",
		"anime": "Death Note",
		"id": 6780
	},
	{
		"text": "Prince Zuko, pride is not the opposite of shame, but rather it's source. True humility is the only antidote to shame.",
		"character": "Iroh",
		"anime": "Avatar: The Last Airbender",
		"id": 5034
	},
	{
		"text": "Do you think you can change what's going to happen? Nobody can do anything about it. The whirlpool of hatred is engulfing the universe!",
		"character": "Rau Le Creuset",
		"anime": "Mobile Suit Gundam Seed",
		"id": 5859
	},
	{
		"text": "It's easy for girls to take advantage of your kindness, so be careful.",
		"character": "Suruga Kanbaru",
		"anime": "Nisemonogatari",
		"id": 499
	},
	{
		"text": "But you're thinking on too large a scale there, kid... If we don't want to drive ourselves crazy, we can only deal with what's directly in front of us.",
		"character": "Roy Mustang",
		"anime": "Fullmetal Alchemist",
		"id": 4058
	},
	{
		"text": "I work to support my hobby. So if you asked me which I'd choose, my job or my hobby, my hobby takes priority.",
		"character": "Itami Youji",
		"anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
		"id": 856
	},
	{
		"text": "You can come up with any number of reasons why you love someone. Like they are cool, or kind, or tall, or rich. There are all sorts of reasons you can say, but those are all lies. They're just excuses you tell yourself to rationally justify your emotions. Well, not so much excuses, as tricks. It's like a ladder you climb, based on the conclusion that you love them. When you feel like you want to be together forever, that's love.",
		"character": "Tsukihi Araragi",
		"anime": "Nekomonogatari: Kuro",
		"id": 2929
	},
	{
		"text": "Whoever smelt it dealt it!",
		"character": "Ash Ketchum",
		"anime": "Pokémon",
		"id": 6181
	},
	{
		"text": "Wrong, holy man. All we want is to get our bodies normal again. See, we don't lie about what's possible. We didn't start a cult.",
		"character": "Edward Elric",
		"anime": "Fullmetal Alchemist",
		"id": 7196
	},
	{
		"text": "Oh, it IS a chore. Risking your life and keeping busy are all the same!",
		"character": "Urahara Kisuke",
		"anime": "Bleach",
		"id": 6943
	},
	{
		"text": "Don't kid yourself, Mustang. You know how humans love to watch other people suffer while making fools of themselves. I mean, why else would you constantly be at war with each other?",
		"character": "Envy",
		"anime": "Fullmetal Alchemist",
		"id": 4103
	},
	{
		"text": "I'm sure there's a reason that, even after I stopped being lost, I stayed here. I won't leave until I know what that reason is.",
		"character": "Mayoi Hachikuji",
		"anime": "Nisemonogatari",
		"id": 4856
	},
	{
		"text": "This world revolves around two views on the same thing. In addition, it's about laughable miseries.",
		"character": "Himura Yuu",
		"anime": "ef - a tale of memories",
		"id": 1123
	},
	{
		"text": "Hey, Shu, have you ever read a picture book called \"The Kind King\"? The king was really kind, he gave everyone money and land, until finally... the country was gone. The people were all mad at the king. But I really loved him. I think he was my first love. You're like that king, Shu. The way you lose because of your kindness. You know what? I think you're going to be a great king.",
		"character": "Menjou Hare",
		"anime": "Guilty Crown",
		"id": 4233
	},
	{
		"text": "Everyone has changed. That's not it. The one who's changed the most, is me.",
		"character": "Jinta Yadomi",
		"anime": "Ano Hi Mita Hana No Namae Wo Bokutachi Wa Mada Shiranai",
		"id": 5514
	},
	{
		"text": "Become an idol who can laugh through the bitterness. If you do that, you can make everyone happy.",
		"character": "Johnny Beppu",
		"anime": "Aikatsu!",
		"id": 1273
	},
	{
		"text": "Even in the darkness, I’m sure it’s reassuring to have someone there to walk with you.",
		"character": "Noe Isurugi",
		"anime": "True Tears",
		"id": 2351
	},
	{
		"text": "Getting dumped always makes a man stronger. But then again, men aren't meant to pursue happiness.",
		"character": "Jiraiya",
		"anime": "Naruto",
		"id": 3512
	},
	{
		"text": "He feared sleep. He'd say that his soul would slip down into nothing. They say that man never dreamt after the day he cut his pillow.",
		"character": "Ginko",
		"anime": "Mushishi",
		"id": 5385
	},
	{
		"text": "Death by sword. Death by broken bones. Death by crushing. There's not much difference, right? You die at the end.",
		"character": "Ainz Ooal Gown",
		"anime": "Overlord",
		"id": 937
	},
	{
		"text": "All heroes have established their thrones atop, not just their enemies. But a large quantity of allied corpses as well. There are no monarchs with clean hands.",
		"character": "Paul von Oberstein",
		"anime": "Legend of the Galactic Heroes",
		"id": 2377
	}
]
